/* 
  Localizable.strings
  

  Created by Andy Kwak on 2014-10-06.

*/
"Use BlackBerry Blend to view the messages and content from your BlackBerry device on your computer. You can also view your calendar and contacts, and manage files between your computer and device.  If your device is enterprise activated, you can securely access your work information, files, and intranet without connecting to VPN. BlackBerry Blend is supported on devices running BlackBerry 10 OS version 10.3 or later." = "BlackBerry cihazınızdaki mesajları ve içerikleri bilgisayarınızda görüntülemek için BlackBerry Blend\'i kullanın. Ayrıca takviminizi ve kişilerinizi de görebilir, bilgisayarınız ve cihazınız arasındaki dosyaları yönetebilirsiniz. Bilgisayarınız kurumsal olarak etkinleştirilmişse VPN\'e bağlanmadan iş bilgilerinize, dosyalarınıza ve intranete güvenli bir şekilde erişebilirsiniz. BlackBerry Blend, BlackBerry 10 OS sürüm 10.3 veya daha üzerini çalıştıran cihazlarda desteklenir.";

"Use BlackBerry Link to back up and restore your device data, switch to a new device, update your device software, or reinstall device software. You can also sync your media, documents, and organizer data such as contacts and calendars between your device and your computer. Allow access to the files on your computer from your device using the remote file access feature, and more!" = "Cihaz verilerinizi yedeklemek ve geri yüklemek, yeni bir cihaza geçmek, cihaz yazılımınızı güncellemek ya da cihaz yazılımını yeniden yüklemek için BlackBerry Link\'i kullanın. Ayrıca cihazınız ve bilgisayarınız arasında kişileriniz ve takvimleriniz gibi ortam dosyalarınızı, belgelerinizi ve ajanda verilerinizi senkronize edebilirsiniz. Uzaktan dosya erişimi özelliği ve daha fazlasını kullanarak cihazınızdan bilgisayarınızdaki dosyalara erişime izin verin!";